/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidParameter" = "Ungültiger Parameter.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "Ungültiger Vorgangscode.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "Verbindung zum Server konnte nicht hergestellt werden. Anmeldedaten überprüfen.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "App konnte nicht zurückgesetzt werden. Prüfen Sie, ob Sie mit dem Netzwerk verbunden sind.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "Benutzer bereits angemeldet.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "Vorgang wird bereits ausgeführt.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "Ungültiger Vorgangskontext.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "Ungültige ID für Kommunikationsprotokoll.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "Ungültige Aktionselement-ID.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "Kommunikationsprotokoll konnte nicht ermittelt werden.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "Schlüssel für Zertifikat konnte nicht abgerufen werden.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "Zertifikat konnte nicht abgerufen werden.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "Unbekannter Fehler.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "Sicherer Speicher bereits vorhanden.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "Datentypfehler";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "Sicherer Speicher ist nicht vorhanden.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "Ungültiges Argument.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "Geben Sie den richtigen Code ein.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "Prüfen Sie Ihr Kennwort.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "Sicherer Speicher ist gesperrt";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "Kapazität des sicheren Speichers erschöpft";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "Das Kennwort ist abgelaufen. Sie müssen es ändern.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "Geben Sie einen Code ein, der mindestens {0} eindeutige Zeichen enthält.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "Geben Sie einen Code ein, der mindestens eine Ziffer enthält.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "Geben Sie einen Code ein, der mindestens einen Kleinbuchstaben enthält.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "Geben Sie einen Code ein, der mindestens ein Sonderzeichen enthält.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "Dieses Gerät ist bereits für einen anderen Benutzer registriert.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "Geben Sie einen Code ein, der mindestens einen Großbuchstaben enthält.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "Geben Sie einen Code ein, der mindestens {0} Zeichen enthält.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "Geben Sie einen Code ein, der mindestens {0} eindeutige Zeichen enthält.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "Die von Ihnen eingegebenen Codes sind nicht identisch.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Der Vorgang ist in diesem Zustand nicht zulässig.";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "Die von Ihnen eingegebenen Anmeldedaten sind unzureichend oder ungültig. Versuchen Sie es erneut.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorCheckLoginData" = "Verbindung zum Server konnte nicht hergestellt werden. Anmeldedaten überprüfen.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "Prüfen Sie Ihren Benutzernamen und Ihr Kennwort.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "Verbindung zum Server konnte nicht hergestellt werden. Wenden Sie sich an den Administrator.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "Die von Ihnen eingegebenen Anmeldedaten sind unzureichend oder ungültig. Versuchen Sie es erneut.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "Geben Sie den richtigen Code ein.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "Geben Sie einen Code ein, der mindestens eine Ziffer enthält.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "Die von Ihnen eingegebenen Codes sind nicht identisch.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "Das Kennwort ist abgelaufen. Sie müssen es ändern.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeLength" = "Geben Sie einen Code ein, der mindestens {0} Zeichen enthält.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "Geben Sie einen Code ein, der mindestens einen Kleinbuchstaben enthält.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "Geben Sie einen Code ein, der mindestens ein Sonderzeichen enthält.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "Geben Sie einen Code ein, der mindestens {0} eindeutige Zeichen enthält.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "Geben Sie einen Code ein, der mindestens einen Großbuchstaben enthält.";

/* XMSG max. 100 chars */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "Sicherer Speicher wurde gelöscht.";

/* XMSG max. 100 chars */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "Vorgang wird nicht unterstützt.";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "Ungültiger SSO-Code.";

/* XMSG max 100 chars */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Ungültige Afaria-Anmeldeinformationen.";

